tap "cloudflare/cloudflare"
tap "tursodatabase/tap"
tap "wpscanteam/tap"

cask "ghostty"
cask "dbeaver-community"
cask "bruno"
cask "docker-desktop"
cask "cursor"
cask "antigravity"
cask "altair-graphql-client"

cask "cloudflare-warp"

cask "blender"
cask "ea"
cask "thunderbird"
cask "anki"
cask "activitywatch"

brew "starship"
brew "git"
brew "git-lfs"
brew "jj"
brew "coreutils"
brew "mise"
brew "jq"
brew "ripgrep"
brew "fd"
brew "rlwrap"
brew "gemini-cli"

brew "nmap"

brew "neovim"

brew "mongosh"
brew "ollama"
brew "ffmpeg"

brew "octave"
brew "stockfish"
brew "ykman"

brew "tursodatabase/tap/turso"
brew "wpscanteam/tap/wpscan"
brew "cloudflare/cloudflare/cf-terraforming"

