tap "cloudflare/cloudflare"
tap "tursodatabase/tap"
tap "wpscanteam/tap"

cask "ghostty"
cask "dbeaver-community"
cask "bruno"
cask "docker-desktop"
cask "cursor"

cask "blender"
cask "thunderbird"
cask "anki"
cask "activitywatch"

brew "spaceship"
brew "git"
brew "git-lfs"
brew "coreutils"
brew "mise"
brew "jq"
brew "ripgrep"
brew "fd"
brew "gemini-cli"

brew "tfenv"
brew "nmap"

brew "neovim"
brew "fnm"
brew "node"
brew "pnpm"

brew "mongosh"
brew "ollama"
brew "ffmpeg"

brew "octave"
brew "stockfish"

brew "tursodatabase/tap/turso"
brew "wpscanteam/tap/wpscan"
brew "cloudflare/cloudflare/cf-terraforming"

